tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asdf"
brew "bat"
brew "exa"
brew "gh"
brew "ghq"
brew "gnupg"
brew "go"
brew "gotop"
brew "grep"
brew "ical-buddy"
brew "jenv"
brew "neofetch"
brew "neovim"
brew "peco"
brew "pyenv"
brew "ranger"
brew "rbenv"
brew "rust"
brew "sbtenv"
brew "scalaenv"
brew "screenfetch"
brew "stow"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "ultralist"
brew "zinit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "kind"
brew "okteto"
cask "aws-vault"
brew "colordiff"
brew "jq"
brew "circleci"
brew "gnu-sed"
# auto completion for kubectl, kubectx, kubens
brew "fzf"
brew "k6"
brew "kustomize"
brew "rust"
brew "gh"
